Repository: kenshinice-ai/Light-Replay
Catalog: ios/PropertyReplay/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ It is hidden now and will be removed the next time the library saves.
zh_hans: %@ 它现在已隐藏，下次资料库保存时会被移除。

source: %@, approximate
zh_hans: %@，近似

# %@, compass within about %lld°
source: %1$@, compass within about %2$lld°
zh_hans: %@，罗盘误差约 %lld°

source: %lld measurement(s) are waiting for a property that no longer exists.
zh_hans: %lld 条测量在等待一套已不存在的房产。

# %lld of %lld homes match.
source: %1$lld of %2$lld homes match.
zh_hans: %lld 套符合，共 %lld 套。

# %lld of %lld on the map. %lld need a pin: see the list.
source: %1$lld of %2$lld on the map. %3$lld need a pin: see the list.
zh_hans: 地图上有 %lld 套，共 %lld 套。%lld 套还没有定位：请看列表。

source: %lld percent
zh_hans: 百分之 %lld

source: %lld recorded
zh_hans: 已记录 %lld 条

# %lld%% of the %@ path
source: %1$lld%% of the %2$@ path
zh_hans: %lld路径的 %@%%

source: . Anything recorded since may still be on its way.
zh_hans: 。此后记录的内容可能还在路上。

source: A fact you confirmed, or licensed data with a source.
zh_hans: 你确认过的事实，或有来源的授权数据。

source: A model's estimate. Worth verifying.
zh_hans: 模型的估计。值得核实。

# A note here counts under %@ for %@.
source: A note here counts under %1$@ for %2$@.
zh_hans: 在这里写的笔记会计入 %@ 的"%@"。

source: About
zh_hans: 关于什么

source: Add
zh_hans: 添加

source: Add a caption
zh_hans: 加一句说明

source: Add a note
zh_hans: 写笔记

source: Add a note about this
zh_hans: 为这一项写笔记

source: Add a property
zh_hans: 添加房产

source: Add a property first
zh_hans: 先添加一套房产

source: Add properties first, in the Properties tab.
zh_hans: 先在"房产"里添加房子。

source: Add property
zh_hans: 添加房产

source: Add the homes you plan to inspect. If you already use Property Replay on another device, your homes arrive here once iCloud catches up; that can take a few minutes.
zh_hans: 把准备去看的房子加进来。如果你在另一台设备上用过 Property Replay，等 iCloud 同步完成，房子就会出现在这里，可能需要几分钟。

source: Add the homes you plan to inspect. They stay on this device.
zh_hans: 把准备去看的房子加进来。它们只保存在这台设备上。

source: Added %lld measurement(s) that weren't saved last time.
zh_hans: 补上了 %lld 条上次没保存的测量。

source: Address
zh_hans: 地址

source: Address or suburb
zh_hans: 地址或区名

source: Addresses go to Apple Maps only to place a pin. Properties, photos, notes and measurements stay on this device and, with iCloud sync on, in your private iCloud so your iPad sees them too. No one else, including us, can read them. Nothing else is uploaded unless you share a page.
zh_hans: 地址只发给 Apple 地图用来放图钉。房产、照片、笔记和测量都留在这台设备上；开了 iCloud 同步，也会在你的私人 iCloud 里，这样 iPad 上也能看到。没有别人能读到它们，包括我们。除非你主动分享，不会上传任何其他内容。

source: All %lld recorded
zh_hans: 全部 %lld 条记录

source: All statuses
zh_hans: 全部状态

source: All-year sun
zh_hans: 全年阳光

source: Backyard
zh_hans: 后院

source: Balcony
zh_hans: 阳台

source: Bathroom
zh_hans: 卫生间

source: Bedroom 1
zh_hans: 卧室 1

source: Bedroom 2
zh_hans: 卧室 2

source: Bedroom 3
zh_hans: 卧室 3

source: Camera access is off. Enable it in Settings to capture photos.
zh_hans: 相机权限已关闭。到"设置"里打开才能拍照。

source: Camera covered
zh_hans: 镜头覆盖

source: Camera has looked here
zh_hans: 镜头看过这里

source: Cancel
zh_hans: 取消

source: Caption
zh_hans: 说明

source: Capture
zh_hans: 拍照

source: Capture failed: %@
zh_hans: 拍照失败：%@

source: Choose a home
zh_hans: 选一套房

source: Choose up to three.
zh_hans: 最多选三套。

source: Choose what you care about
zh_hans: 选择你在意的事

source: Close
zh_hans: 关闭

source: Close photo
zh_hans: 关闭照片

source: Close without saving
zh_hans: 不保存并关闭

source: Compare
zh_hans: 比较

source: Compare shows the things you said you care about. You haven't chosen any yet.
zh_hans: "比较"只比你说在意的事。你还没有选。

source: Compass ±%lld°
zh_hans: 罗盘 ±%lld°

source: Could not start the microphone: %@
zh_hans: 没能启动麦克风：%@

source: Couldn't %1$@ iCloud at %2$@: %3$@. Your records are safe on this device and the app keeps trying.
zh_hans: %@ iCloud 在 %@ 失败：%@。记录在这台设备上是安全的，App 会继续尝试。

source: Couldn't add it to the property yet (%@). It's kept on this device and is added the next time the app opens.
zh_hans: 还没能加到这套房上（%@）。它保存在这台设备上，下次打开 App 时会加上。

source: Couldn't check the iCloud account. Your records are on this device.
zh_hans: 没能检查 iCloud 账户。记录在这台设备上。

source: Couldn't close the inspection: %@
zh_hans: 没能结束这次看房：%@

source: Couldn't delete
zh_hans: 没能删除

source: Couldn't delete everything
zh_hans: 没能全部删除

source: Couldn't find this address on the map. Check the spelling or add the suburb, or save it without a pin and place it later from the property page.
zh_hans: 地图上找不到这个地址。检查拼写或加上区名，或者先不定位保存，之后在房产页里再放图钉。

source: Couldn't find this address on the map. Check the spelling or add the suburb, or save it without a pin.
zh_hans: 地图上找不到这个地址。检查拼写或加上区名，或者不定位保存。

source: Couldn't find where you are
zh_hans: 找不到你的位置

source: Couldn't move older files into the library yet: %@
zh_hans: 还没能把旧文件移入资料库：%@

source: Couldn't reach Apple Maps. You can still save the address as you typed it.
zh_hans: 连不上 Apple 地图。你仍可以按输入的原样保存。

source: Couldn't remove it
zh_hans: 没能移除

source: Couldn't save the scan: %@
zh_hans: 没能保存这次扫描：%@

source: Couldn't save this change yet: %@
zh_hans: 这处修改还没能保存：%@

source: Couldn't save: %@
zh_hans: 没能保存：%@

source: Couldn't save: %@. Nothing was added; try again.
zh_hans: 没能保存：%@。什么都没有加进来，请再试一次。

source: Couldn't save: %@. Your draft is still here.
zh_hans: 没能保存：%@。草稿还在。

source: Couldn't save: %@. Your note is still here.
zh_hans: 没能保存：%@。笔记还在。

source: Delete
zh_hans: 删除

source: Delete every property, note and scan on this device and in your iCloud?
zh_hans: 删除这台设备和你 iCloud 里的全部房产、笔记和扫描？

source: Delete every property, note and scan on this device?
zh_hans: 删除这台设备上的全部房产、笔记和扫描？

source: Delete everything
zh_hans: 删除全部

source: Delete this %@?
zh_hans: 删除这条%@？

source: Deleting didn't finish saving (%@); it completes with the next save.
zh_hans: 删除没有保存完成（%@）；下次保存时会完成。

source: Details
zh_hans: 详情

source: Dictate note
zh_hans: 口述笔记

source: Dining
zh_hans: 餐厅

source: Direction
zh_hans: 方向

source: Direction: %@
zh_hans: 方向：%@

source: Directions in Maps
zh_hans: 在地图中导航

source: Discard
zh_hans: 丢弃

source: Discard this scan?
zh_hans: 丢弃这次扫描？

source: Done
zh_hans: 完成

source: Double tap to zoom
zh_hans: 双击缩放

source: Each box is what you recorded at that home. Nothing here is a score.
zh_hans: 每一格都是你在那套房记下的东西。这里没有评分。

source: Edit
zh_hans: 编辑

source: Edit property
zh_hans: 编辑房产

source: Entry
zh_hans: 玄关

source: Evidence labels
zh_hans: 证据标签

source: Facing
zh_hans: 朝向

source: Finding north…
zh_hans: 正在找北…

source: Finding where you are…
zh_hans: 正在定位…

source: Finishing
zh_hans: 结束中

source: Finishing…
zh_hans: 正在结束…

source: Follow phone (%@)
zh_hans: 跟随手机（%@）

source: Garage
zh_hans: 车库

source: Getting ready
zh_hans: 准备中

source: Getting ready to listen%@… The microphone is not on yet.
zh_hans: 准备聆听%@…麦克风还没有打开。

source: Haptics
zh_hans: 触感

source: Haptics mark a photo taken, a note started and finished, and a light scan locking on and being covered. Light scan height is where you hold the phone: 1.15 m is eye height when seated.
zh_hans: 触感提示：拍下照片、笔记开始和结束、光线扫描锁定和覆盖完成。光线扫描高度是你拿手机的高度：1.15 米是坐着时眼睛的高度。

source: Hold to note
zh_hans: 按住说话

source: Hold to speak and release to finish. With VoiceOver, double tap to start and double tap again to finish.
zh_hans: 按住说话，松开结束。使用旁白时，双击开始，再双击结束。

source: Home
zh_hans: 首页

source: Homes
zh_hans: 房子

source: How we know
zh_hans: 依据

source: Indicative
zh_hans: 仅供参考

source: Inspect
zh_hans: 看房

source: Inspect now
zh_hans: 开始看房

source: Inspect starts from a property in your list.
zh_hans: 看房从列表里的一套房开始。

source: Inspection
zh_hans: 看房

source: Inspection %@
zh_hans: 看房 %@

source: Inspection booked
zh_hans: 已约看房

source: It arrives with iCloud sync, or it was lost on the device that took it.
zh_hans: 它会随 iCloud 同步送到；如果在拍照的那台设备上已经丢失，就不会再来了。

source: Its photos, notes and light scans show here.
zh_hans: 它的照片、笔记和光线扫描会显示在这里。

source: Keep scanning
zh_hans: 继续扫描

source: Kept on this device only
zh_hans: 只保存在这台设备上

# Kept with %@ as your own note, and counted in Compare under %@.
source: Kept with %1$@ as your own note, and counted in Compare under %2$@.
zh_hans: 作为你自己的笔记保存在 %@ 下，并在"比较"里计入 %@。

source: Kitchen
zh_hans: 厨房

source: Last sent %@
zh_hans: 最近发送 %@

source: Light
zh_hans: 光线

source: Light scan
zh_hans: 光线扫描

source: Light scan height
zh_hans: 光线扫描高度

source: Light scan needs a camera
zh_hans: 光线扫描需要相机

source: Light scan needs an iPhone or iPad with ARKit world tracking.
zh_hans: 光线扫描需要支持 ARKit 世界追踪的 iPhone 或 iPad。

# Light scan · camera covered %lld%% of the %@ path · sunlight not calculated
source: Light scan · camera covered %1$lld%% of the %2$@ path · sunlight not calculated
zh_hans: 光线扫描 · 镜头覆盖了%lld路径的 %@%% · 日照未计算

source: List
zh_hans: 列表

source: Listening%@…
zh_hans: 正在聆听%@…

source: Living
zh_hans: 客厅

source: Location is off for Property Replay, so the homes are in the order you added them.
zh_hans: Property Replay 没有定位权限，房子按添加顺序排列。

source: Looking for matches…
zh_hans: 正在查找…

source: Map
zh_hans: 地图

source: Map showing %@
zh_hans: 显示 %@ 的地图

source: Measured on site by the sensors and passed the quality gates.
zh_hans: 传感器在现场测得，并通过了质量门槛。

source: Measured on site, passed the quality checks
zh_hans: 现场实测，通过了质量检查

source: Microphone access is off. Enable it in Settings to dictate notes.
zh_hans: 麦克风权限已关闭。到"设置"里打开才能口述笔记。

# Moved %lld photos and %lld measurements into the library.
source: Moved %1$lld photos and %2$lld measurements into the library.
zh_hans: 已把 %lld 张照片和 %lld 条测量移入资料库。

source: Nearest first
zh_hans: 最近的在前

source: Next inspection
zh_hans: 下一次看房

source: No Australian matches yet. Keep typing, or save the address as you typed it.
zh_hans: 还没有匹配的澳洲地址。继续输入，或按你输入的原样保存。

source: No English or Chinese transcription locales reported by this phone yet.
zh_hans: 这部手机还没有报告可用的英文或中文转写语言。

source: No camera available on this device.
zh_hans: 这台设备没有可用的相机。

source: No compatible audio format for transcription.
zh_hans: 没有可用于转写的音频格式。

source: No inspection booked. Add a time to a home and it shows here.
zh_hans: 还没有约好的看房。给一套房加上时间，就会显示在这里。

source: No inspection time set
zh_hans: 未安排看房时间

source: No location yet
zh_hans: 还没有定位

source: No photo captured.
zh_hans: 没有拍到照片。

source: No properties yet
zh_hans: 还没有房产

source: None chosen
zh_hans: 还没有选

source: Not being saved (storage problem)
zh_hans: 没有在保存（存储出了问题）

source: Not enough information. Shown, never hidden.
zh_hans: 信息不足。照样显示，不隐藏。

source: Not on the map yet. Edit to place the pin.
zh_hans: 还没在地图上。编辑后放图钉。

source: Not set
zh_hans: 未设置

source: Not yet
zh_hans: 还没有

source: Note
zh_hans: 笔记

source: Note language
zh_hans: 笔记语言

source: Notes
zh_hans: 笔记

source: Nothing has been sent or received since the app opened.
zh_hans: 打开 App 以来没有发送或接收任何内容。

source: Nothing recorded for this yet.
zh_hans: 这一项还没有记录。

source: Nothing recorded yet
zh_hans: 还没有记录

source: Nothing recorded yet. Use Inspect when you are at the property, or write a note from here.
zh_hans: 还没有记录。到了房子用"看房"，或者在这里写一条笔记。

source: Nothing was recorded. Try the scan again.
zh_hans: 什么都没有记录下来。请再扫一次。

source: Nothing you add will survive quitting the app.
zh_hans: 你添加的内容在退出 App 后不会保留。

source: Now
zh_hans: 现在

source: OK
zh_hans: 好

source: Observed · measured
zh_hans: 现场实测

source: Observed · noted
zh_hans: 现场记录

source: On the sun path, a solid line is where the camera has looked, a dashed line is where it hasn't yet.
zh_hans: 太阳路径上，实线是镜头看过的地方，虚线是还没看过的。

source: On-device model unavailable (%@). Pick the category yourself.
zh_hans: 端侧模型不可用（%@）。请自己选择类别。

source: On-device transcription does not support %@ on this phone. Pick another note language in You › Preferences.
zh_hans: 这部手机的端侧转写不支持%@。到"我 › 偏好"里换一种笔记语言。

source: Only the address you type is sent to Apple Maps, to suggest matches and place the pin. The property is kept on this device and, with iCloud sync on, in your iCloud.
zh_hans: 只有你输入的地址会发给 Apple 地图，用来提示匹配和放图钉。房产保存在这台设备上；开了 iCloud 同步，也在你的 iCloud 里。

source: Open Settings
zh_hans: 打开设置

source: Opens the photo full screen to zoom
zh_hans: 全屏打开照片，可以缩放

source: Opens this home
zh_hans: 打开这套房

source: Persistent store unavailable, using memory: %@
zh_hans: 持久存储不可用，改用内存：%@

source: Photo
zh_hans: 照片

source: Photo not on this device yet
zh_hans: 照片还没到这台设备

source: Photo%@
zh_hans: 照片%@

source: Pick two or three homes to see them side by side.
zh_hans: 选两到三套房，并排来看。

source: Pick up to %lld. Compare shows only these. Nothing here becomes a score.
zh_hans: 最多选 %lld 项。"比较"只比这些。这里的任何东西都不会变成评分。

source: Pin placed
zh_hans: 图钉已放

source: Pin placed in %@
zh_hans: 图钉放在 %@

source: Place
zh_hans: 地点

source: Place the pin
zh_hans: 放图钉

source: Preferences
zh_hans: 偏好

source: Priorities
zh_hans: 优先事项

source: Privacy & data
zh_hans: 隐私与数据

source: Profile
zh_hans: 个人

source: Properties
zh_hans: 房产

source: Property
zh_hans: 房产

source: Put the nearest home first
zh_hans: 把最近的房子排在前面

source: Question
zh_hans: 问题

source: Recent
zh_hans: 最近

source: Recorded
zh_hans: 记录时间

source: Recorded on site. Sunlight not calculated yet
zh_hans: 现场记录。日照还没有计算

source: Release to finish
zh_hans: 松开结束

source: Remember what mattered. Replay what you couldn't see.
zh_hans: 记住在意的，回放看不到的。

source: Remove
zh_hans: 移除

source: Remove %@ and everything recorded for it?
zh_hans: 移除 %@ 以及为它记录的一切？

source: Remove property
zh_hans: 移除房产

source: Removing a property didn't finish saving (%@); it completes with the next save.
zh_hans: 移除房产没有保存完成（%@）；下次保存时会完成。

source: Room
zh_hans: 房间

source: SAMPLE
zh_hans: 示例

source: Sample property, fictional
zh_hans: 示例房产，虚构

source: Save
zh_hans: 保存

source: Save anyway
zh_hans: 仍然保存

source: Save without pin
zh_hans: 不定位也保存

source: Scan again
zh_hans: 重新扫描

source: Scan light
zh_hans: 扫描光线

source: Scan not saved
zh_hans: 扫描未保存

source: Scan saved
zh_hans: 扫描已保存

source: Scan the sky to see where the sun passes
zh_hans: 扫描天空，看太阳从哪里经过

source: See beyond the inspection.
zh_hans: 看见看房时看不见的。

source: Several sources agree.
zh_hans: 多个来源一致。

source: Show
zh_hans: 显示

# Showing %lld of %lld.
source: Showing %1$lld of %2$lld.
zh_hans: 显示 %lld 套，共 %lld 套。

source: Shows what you recorded
zh_hans: 显示你记录的内容

source: Something you photographed, said or tagged on site.
zh_hans: 你在现场拍下、说出、标记或写下的。

source: Speech model is not installed: %@
zh_hans: 语音模型没有安装：%@

source: Stand where you'd sit and scan the sky to see where the sun passes through the year.
zh_hans: 站在你会坐的位置扫一遍天空，看一年里太阳从哪里经过。

source: Start
zh_hans: 开始

source: Start inspecting
zh_hans: 开始看房

source: Start typing an address
zh_hans: 输入地址

source: Starting camera…
zh_hans: 正在启动相机…

source: Status
zh_hans: 状态

source: Still couldn't add it (%@). It stays on this device and is added next launch.
zh_hans: 仍然没能加上（%@）。它留在这台设备上，下次启动时会加上。

source: Storage problem: nothing you add will survive quitting the app. See You › Privacy & data.
zh_hans: 存储出了问题：你添加的内容在退出 App 后不会保留。见"我 › 隐私与数据"。

source: Storage problem: saving is disabled until the app can write to disk.
zh_hans: 存储出了问题：在 App 能写入磁盘之前，无法保存。

source: Storage problem: this can't be saved right now.
zh_hans: 存储出了问题：现在无法保存。

source: Strong indication
zh_hans: 多方印证

source: Study
zh_hans: 书房

source: Suggested by the on-device model · Indicative until you confirm
zh_hans: 端侧模型的建议 · 你确认前仅供参考

source: Summary by the on-device model · Indicative
zh_hans: 端侧模型的摘要 · 仅供参考

source: Sun path the camera has covered
zh_hans: 镜头已覆盖的太阳路径

source: Sunlight not calculated yet
zh_hans: 日照还没有计算

source: Syncing with your private iCloud
zh_hans: 正在与你的私人 iCloud 同步

source: Tags
zh_hans: 标签

source: Talking to iCloud…
zh_hans: 正在连接 iCloud…

# The camera covered only %lld%% of the %@ path
source: The camera covered only %1$lld%% of the %2$@ path
zh_hans: 镜头只覆盖了%lld路径的 %@%%

source: The parts the camera didn't cover will stay unknown.
zh_hans: 镜头没有覆盖的部分会保持未知。

source: The photo you just took
zh_hans: 你刚拍的照片

source: The pin was for the previous address. Edit to place it again.
zh_hans: 图钉是按旧地址放的。编辑后重新放置。

source: The scan itself is still here. You can try saving it again; you don't need to scan again.
zh_hans: 这次扫描还在。可以再试一次保存，不用重新扫。

source: The switch takes effect the next time you open the app.
zh_hans: 这个开关下次打开 App 时生效。

source: These tags were suggested by the on-device model.
zh_hans: 这些标签是端侧模型建议的。

source: They're right
zh_hans: 没错

source: This device isn't signed in to iCloud. Your records stay here until it is.
zh_hans: 这台设备没有登录 iCloud。登录之前，记录只留在这里。

source: This scan recorded where the camera pointed and which way the phone faced. It can't yet tell sky from buildings or trees, so there are no sunlight hours. When that analysis is ready, this spot may need a new scan.
zh_hans: 这次扫描记下了镜头指向哪里、手机朝向哪边。它还分不清天空和楼房树木，所以没有日照小时数。等分析就绪后，这个位置可能需要重新扫一次。

source: Three chosen. Remove one to add another.
zh_hans: 已选三套。先去掉一套，才能再加。

source: Three homes are already chosen
zh_hans: 已经选了三套房

source: Transcription stopped: %@
zh_hans: 转写中断：%@

source: Try adding it again
zh_hans: 再试一次加上去

source: Try again
zh_hans: 再试一次

source: Try saving again
zh_hans: 再试一次保存

source: Unknown
zh_hans: 未知

source: Update my location
zh_hans: 更新我的位置

source: Use Inspect when you are at the property.
zh_hans: 到了房子用"看房"。

source: Use the original again
zh_hans: 恢复原文

source: Verified
zh_hans: 已核实

source: Version
zh_hans: 版本

source: View
zh_hans: 视图

source: What do you want to remember?
zh_hans: 想记住什么？

source: What the evidence labels mean
zh_hans: 证据标签的含义

source: What you care about
zh_hans: 你在意的事

source: What you said
zh_hans: 你说的话

source: When
zh_hans: 时间

source: Which home are you at?
zh_hans: 你在哪套房？

source: Winter sun
zh_hans: 冬季阳光

source: You
zh_hans: 我

source: You corrected this. The first version is kept.
zh_hans: 你改过这段话。第一版仍然保留。

source: You liked
zh_hans: 你喜欢的

source: You marked this on site
zh_hans: 你在现场标的

source: You photographed this on site
zh_hans: 你在现场拍的

source: You said this on site
zh_hans: 你在现场说的

source: You said this on site, then corrected the words
zh_hans: 你在现场说的，之后改过文字

source: You want to confirm
zh_hans: 你要确认的

source: You were unsure about
zh_hans: 你有顾虑的

source: You wrote this down
zh_hans: 你写下的

source: Your inspection
zh_hans: 你的看房记录

source: Your name (optional)
zh_hans: 你的名字（可选）

source: Your note
zh_hans: 你的笔记

source: all-year sun
zh_hans: 全年阳光

source: east
zh_hans: 东

source: iCloud is restricted on this device. Your records stay here.
zh_hans: 这台设备上 iCloud 受限。记录只留在这里。

source: iCloud sync
zh_hans: iCloud 同步

source: iCloud sync couldn't start this time, so nothing is being sent.
zh_hans: 这次 iCloud 同步没能启动，所以没有任何内容被发送。

source: iCloud sync is on
zh_hans: iCloud 同步已开

source: iCloud sync is on, but not working on this device
zh_hans: iCloud 同步已开，但在这台设备上没有生效

source: iCloud sync is on, but the last attempt failed
zh_hans: iCloud 同步已开，但上一次尝试失败了

source: iCloud sync unavailable, keeping data on this device: %@
zh_hans: iCloud 同步不可用，数据留在这台设备上：%@

source: last received %@
zh_hans: 最近接收 %@

source: light scan
zh_hans: 光线扫描

source: north
zh_hans: 北

source: north-east
zh_hans: 东北

source: north-west
zh_hans: 西北

source: note
zh_hans: 笔记

source: photo
zh_hans: 照片

source: receive from
zh_hans: 接收自

source: send to
zh_hans: 发送到

source: set up
zh_hans: 连接

source: south
zh_hans: 南

source: south-east
zh_hans: 东南

source: south-west
zh_hans: 西南

source: tag
zh_hans: 标签

source: west
zh_hans: 西

source: winter sun
zh_hans: 冬季阳光

source: · model-suggested
zh_hans: · 模型建议
